LEXICON_COMMANDS = {
    "/stop": "остановить работу",
    "/start": "запустить снова",
    "/entry": "записать в дневник данные",
    "/timezone": "изменить часовой пояс. По умолчанию записывается московское время.",
    "/change": "изменить или дополнить последнюю запись",
    "/missed": "ввести запись в дневник за прошедшую дату",
    "/send": "отправить на почту дневник в виде .xlsx и .csv таблиц.",
    "/doctor": "отправить дневник вашему лечащему врачу на почту",
    "/email": "ввести или заменить адрес почты для отправки дневника",
    "/statistics": "показать статистику последних 45 записей в виде графика",
    "/help": "показать список команд",
    "/delete": "удалить дневник со всеми записями из базы данных"
}
