# Getter get-username
hello = Привет { $username }!
# Start message text
firstrow = Это дневник контроля артериального давления.
secondrow = Он поможет отслеживать ваши давление, пульс и самочувствие.
thirdrow = Врачи рекомендуют заполнять такие дневники каждый день.
fourthrow = Врач получит более достоверную информацию о состоянии
fifthrow = вашего здоровья и сможет отметить, в какое время вы находитесь в зоне риска,
sixthrow = и когда вам лучше всего принимать необходимые препараты.
seventhrow = Немного о том как вести дневник.
eighthrow = Измерять давление лучше утром, в обед и вечером.
ninthrow = Желательно указывать общее самочувствие, какие лекарства были приняты.
tenthrow = Если вдруг бот сломается или вы захотите связаться со мной, напишите
eleventhrow = Для того чтобы получить дневник по email, необходимо ввести ваш email-адрес.
twelfthrow = Необходимая формальность: отправляя email-адрес, вы соглашаетесь на обработку
thirteenthrow = данных
fourteenthrow = Пользуйтесь моими ботами:
fiveteenthrow = Бот по проверке препаратов на наличие доказанной эффективности.
sixteenthrow = Справочник по лекарственным препаратам.
seventeenthrow = Справочник по лекарственным растениям.
eighteenthrow = Управлять ботом можно с помощью кнопок 👇
entry = Записать в дневник измеренные данные
missed = Записать данные в дневник за прошедшую дату
timezone = Изменить часовой пояс
entries-display = Вывести на экран последние 20 записей
geting-diary = Получить дневник в виде таблицы Exel
statistics = Показать последние 45 записей в виде графика
deletion-diary = Удалить дневник со всеми записями
enter-email = Ввести или заменить email для отправки дневника
diary-send = Отправить на почту дневник в виде таблицы
doctor-send = Отправить дневник вашему врачу на почту

# Getter get-user-id
quest-deletion = Вы действительно хотите удалить все ваши записи?
deletion = Удалить
cancel-deletion = Отменить удаление

# Getter result-getter
change-systolic = Изменить систолическое давление
change-diastolic = Изменить диастолическое давление
change-pulse = Изменить пульс
change-arrhythmia = Изменить наличие аритмии
change-comment = Изменить комментарий
save-data = Сохранить данные
you-entered = Вы ввели
systolic-press = Систолическое давление
diastolic-press = Диастолическое давление
pulse = Пульс
arrhythmia = Артимия
comment = Комментарий
entry-cancel = Отменить ввод данных
edit-cancel = Отменить изменение данных

# Getter get-email
but-cancel = Отмена
sending = Отправить
sending_diary = Чтобы отправить дневник на { $email }, нажмите кнопку "Отправить"
press-cancel = Для отмены нажмите "Отмена"
save-email = Чтобы сохранить email, нажмите кнопку "Сохранить".
press-save = Сохранить

# Getter get-user-email
question_send = Отправить дневник на адрес { $email }?
change_email = Изменить email
no_email = Чтобы отправить дневник, сначала необходимо ввести email.
next_start = Для продолжения работы с ботом нажмите кнопку "Старт"
start = Старт

# Getter get-number-rows-userdata
no_data = Сначала необходимо сделать хотя бы одну запись в дневнике.
but_next = Далее
next_del_data = Чтобы удалить все свои записи нажмите "Далее"
next_send_email = Для отправки дневника по email нажмите "Далее"
show_or_cancel_graph = Чтобы показать график, нажмите "Показать график"
three_diary_entries = Для построения графика необходимо минимум три записи в дневнике.
show_graph = Показать график
next_table = Чтобы получить дневник в виде таблицы нажмите "Далее"
receive_diary = Чтобы получить дневник, нажмите "Получить дневник"
get_table = Получить дневник
next_display_entry = Чтобы вывести на экран последние 20 записей нажмите "Далее"

# Getter get-timezone
utc1 = UTC+1 - Лондон
utc2 = UTC+2 - Калининград
utc3 = UTC+3 - Москва
utc4 = UTC+4 - Самара
utc5 = UTC+5 - Екатеринбург
utc6 = UTC+6 - Омск
utc7 = UTC+7 - Томск
utc8 = UTC+8 - Иркутск
utc9 = UTC+9 - Якутск
utc10 = UTC+10 - Владивосток
utc11 = UTC+11 - Магадан
utc12 = UTC+12 - Петропавловск-Камчатский
select_timezone = Выберете часовой пояс, чтобы время в вашем дневнике отображалось корректно.
save_timezone = Чтобы сохранить часовой пояс, нажмите кнопку "Сохранить".

# Getter get-texts-finished
confirm_delete = Все ваши записи удалены.
send_diary = Дневник отправлен!
save_email = Email сохранен!
save_result = Данные сохранены!
update_save = Данные обновлены и сохранены.
saving_timezone = Часовой пояс сохранен!

# Getter get-texts-input-email
input_email = Введите email, на который будет выслан ваш дневник

# Getter get-texts-entry-dialog
edit_cancel = Отменить редактирование
date_selection = Выберете дату когда были сделаны измерения
time_selection = Выберете час когда были сделаны измерения
entry_systolic = Введите показатель верхнего (систолического) давления
entry_diastolic = Введите показатель нижнего (диастолического) давления
entry_pulse = Bведите показатель вашего пульса.
entry_zero = Если вы пульс не измеряли, введите ноль.
presence_arrhythmia = Отметьте есть ли у вас, в данный момент аритмия
write_comment = Напишите в сообщении комментарий о вашем самочувствии и какие были приняты лекарства
press_save = Нажмите кнопку "Сохранить" для сохранения введенных данных
word_yes = Да
word_no = Нет
unknown = Неизвестно

# Getter get-data
delete_edit_row = Запись с датой { $result } удалить или редактировать?
delete_row = Удалить запись с датой { $result }
edit_row = Редактировать запись с датой { $result }
mark_row = Отметьте запись, которую необходимо отредактировать или удалить 👇

# Getter get-row
word_was = Было:

# Getter get-texts-dialogs
row_delete = Запись удалена

# email-dialog handler incorrect-email
incorrect_input = Некорректный ввод. Попробуйте еще раз.
cancel_input = Если хотите отменить ввод, нажмите "Отмена"

# entry-dialog handler incorrect-comment
long_comment = Слишком длинный комментарий. Уменьшите количество символов до 50.

# send_dialog handler send-email
text_email = Привет! Это CardioBot. На это письмо не надо отвечать. Дневник артериального давления во вложении к этому письму.

# other-handler
service_mode = Бот в режиме обслуживания. Пожалуйста, подождите.


